<?php
/*-------------------------------------------------------+
| WebClearFusion Content Management System
| Copyright (C) 2010 - 2011 lovepsone
+--------------------------------------------------------+
| Filename: conf.php
| Author: lovepsone
+--------------------------------------------------------+
| Removal of this copyright header is strictly prohibited 
| without written permission from the original author(s).
+--------------------------------------------------------*/

/*-------------------------------------------------------+
| (ru): при редактировании файла, файл нужно сохранять
| в кодировке UTF-8 без BOM
| (en): when editing a file, the file must be saved
| in utf-8 encoding with no BOM
+--------------------------------------------------------*/

$config =array (
//==================================================================
// База мира (mangos)
//==================================================================
'hostname' => '127.0.0.1',
'username' => 'mangos',
'password' => 'mangos',
'dbName' => 'mangos',

//==================================================================
// База сайта (WCF)
//==================================================================
'whostname' => '127.0.0.1',
'wusername' => 'mangos',
'wpassword' => 'mangos',
'wdbName' => 'wcf',

//==================================================================
// База реалм (realmd)
//==================================================================
'rhostname' => '127.0.0.1',
'rusername' => 'mangos',
'rpassword' => 'mangos',
'rdbName' =>'realmd',

//==================================================================
// База персанажей (characters)
//==================================================================
'chostname' => '127.0.0.1',
'cusername' => 'mangos',
'cpassword' => 'mangos',
'cdbName' =>'characters',

//==================================================================
// Прочие настройки (название, язык en\ru, кодировка utf8\cp1251)
//==================================================================
'servername'=>'Name WoW Server',
'lang'=>'ru',
'encoding'=> 'utf8',

//==================================================================
// Выбор темы по умолчанию (default)
//==================================================================
'theme'=>'default',
'admin'=>'3',

//==================================================================
// Автобан через некторое время/попыток
//==================================================================
'auto_ban_time'=>'15',
'auto_ban_count'=>'5',
'Kcaptcha_enable'=>'0', // 0 - выкл, 1 - вкл. 
                     	// 2 - капча если один раз ввели неверно.

//==================================================================
// Ревизия и копирайт wcf (запрещается менять)
//==================================================================
'copyright'=>'WebClearFusion v 0.2.00 from LovePSone 2010-2011',
'revision'=>'wcf_revision_nr = [54]',
);

error_reporting(E_ERROR | E_PARSE | E_WARNING);
//error_reporting(E_ALL);
ini_set('display_errors', 0); //disable on production servers!

//==================================================================
// дальнейшая настройка в module/module_cfg.php,
// include/new_cat.php
//==================================================================
include("module/module_cfg.php");
include("include/news_cat.php");
?>
