<?php
/*-------------------------------------------------------+
| WebClearFusion Content Management System
| Copyright (C) 2010 - 2011 lovepsone
+--------------------------------------------------------+
| Filename: module_cfg.php
| Author: lovepsone
+--------------------------------------------------------+
| Removal of this copyright header is strictly prohibited 
| without written permission from the original author(s).
+--------------------------------------------------------*/

//==================================================================
// Здесь подключаются модули и выставляются их настройки
//==================================================================

//==================================================================
// Модуль подключаемый по умолчанию
//==================================================================
$modules['default'] = "module/online/online.php
?>