<?php
/*-------------------------------------------------------+
| WebClearFusion Content Management System
| Copyright (C) 2010 - 2011 lovepsone
+--------------------------------------------------------+
| Filename: text.ru.cp1251.php
| Author: lovepsone
+--------------------------------------------------------+
| Removal of this copyright header is strictly prohibited 
| without written permission from the original author(s).
+--------------------------------------------------------*/

$txt[1] = 'Авторизуйтесь или зарегистрируйтесь для удобного пользования';
$txt[2] = 'Учётная запись';
$txt[3] = 'Пароль';
$txt[4] = 'Войти';
$txt[5] = 'Регистрация';
$txt[6] = 'Восстановить пароль';
$txt[7] = 'Ошибка!';
$txt[8] = 'Введите аккаунт и пароль заново!';
$txt[9] = 'К основной форме';
$txt[10] = 'Подтверждение';
$txt[11] = '';
$txt[12] = '';
$txt[13] = '';
$txt[14] = 'Ваш IP-адрес ЗАБАНЕН!';
$txt[15] = 'Ваш аккаунт ЗАБАНЕН!';
$txt[16] = '';
$txt[17] = '';
$txt[18] = '';
$txt[19] = '';
$txt[20] = '';
$txt[257] = 'Модуль';
// Тексты при регистрации
$txt[267] = '<b>Регистрация новой учетной записи не возможна.</b><br>Вы уже зарегистрировали максимально возможное<br>число учетных записей с данного IP-адреса.';
$txt[268] = 'Неправильно введен E-Mail!';
$txt[269] = 'Неверный пароль!';
$txt[270] = 'Пожалуйста правильно заполните все поля!';
$txt[271] = 'Такой аккаунт уже существует!';
$txt[272] = 'Учётная запись успешно создана.';
$txt[273] = '<br>Регистрация учётной записи для игры в WoW на нашем сервере. Внимательно, правильно заполните все поля этой формы. Особое внимание обращаем на правильность ввода E-mailа, т.к. многие операции с учётными записями и персонажами требуют подтверждения по электронной почте. Имя учётной записи и пароль не должны совпадать.<hr>Большая просьба не регистрировать учётные записи, содержащие русские буквы, а то вы не сможете правильно подключиться к серверу.<hr> Удачной вам игры. Спасибо за внимание.<br>';
$txt[274] = 'Регистрационный E-mail';
$txt[275] = 'Зарегистрировать';
?>
