<?php
/*-------------------------------------------------------+
| WebClearFusion Content Management System
| Copyright (C) 2010 - 2011 lovepsone
+--------------------------------------------------------+
| Filename: text.ru.cp1251.php
| Author: lovepsone
+--------------------------------------------------------+
| Removal of this copyright header is strictly prohibited 
| without written permission from the original author(s).
+--------------------------------------------------------*/

$txt[1] = 'Авторизуйтесь или зарегистрируйтесь для удобного пользования';
$txt[2] = 'Учётная запись';
$txt[3] = 'Пароль';
$txt[4] = 'Войти';
$txt[5] = 'Регистрация';
$txt[6] = 'Восстановить пароль';
$txt[7] = 'Ошибка!';
$txt[8] = 'Введите аккаунт и пароль заново!';
$txt[9] = '';
$txt[10] = '';
$txt[11] = '';
$txt[12] = '';
$txt[13] = '';
$txt[14] = 'Ваш IP-адрес ЗАБАНЕН!';
$txt[15] = 'Ваш аккаунт ЗАБАНЕН!';
$txt[16] = '';
$txt[17] = '';
$txt[18] = '';
$txt[19] = '';
$txt[20] = '';
$txt[257] = 'Модуль';
?>
