<?php
/*-------------------------------------------------------+
| WebClearFusion Content Management System
| Copyright (C) 2010 - 2011 lovepsone
+--------------------------------------------------------+
| Filename: text.ru.utf8.php
| Author: lovepsone
+--------------------------------------------------------+
| Removal of this copyright header is strictly prohibited 
| without written permission from the original author(s).
+--------------------------------------------------------*/

$txt[1] = 'Авторизуйтесь или зарегистрируйтесь для удобного пользования';
$txt[2] = 'Учётная запись';
$txt[3] = 'Пароль';
$txt[4] = 'Войти';
$txt[5] = 'Регистрация';
$txt[6] = 'Восстановить пароль';
$txt[7] = 'Ошибка!';
$txt[8] = 'Введите аккаунт и пароль заново!';
$txt[9] = 'К основной форме';
$txt[10] = 'Подтверждение';
$txt[11] = 'Выйти';
$txt[12] = 'Учётная запись:';
$txt[13] = 'E-Mail:';
$txt[14] = 'Ваш IP-адрес ЗАБАНЕН!';
$txt[15] = 'Ваша учетная запись ЗАБАНЕНА!';
// Тексты в админке
$txt[16] = 'Админка';
$txt[17] = 'Логи';
$txt[18] = 'Весь лог';
$txt[19] = 'Регистрация';
$txt[20] = 'Запрос восстановления пароля';
$txt[21] = 'Получение нового пароля';
$txt[22] = 'Запрос смены E-mail';
$txt[23] = 'Смена E-mail-a';
$txt[24] = 'Перенос на другую учётную запись персонажа';
$txt[25] = 'Переименование персонажа';
$txt[26] = 'Unlock ip';
$txt[27] = 'Анти-ошибка';
$txt[28] = 'Дата';
$txt[29] = 'IP-Адрес';
$txt[30] = 'Персанаж';
$txt[31] = 'Мод';
$txt[32] = 'E-mail';
$txt[33] = 'Учетная запись';
$txt[34] = '';
$txt[35] = '';
$txt[36] = '';
// категории новостей
$txt[37] = 'Новости';
$txt[38] = 'Новости о багах';
$txt[39] = 'Новости о играх';
$txt[40] = 'Новости о интернете';
$txt[41] = 'Новости о загрузках';
$txt[42] = 'Новости о модификациях';
$txt[43] = 'Новости о стиле сайта';
$txt[44] = '';
$txt[45] = '';
$txt[46] = '';
$txt[47] = 'Добавить';
$txt[48] = 'Редактировать';
$txt[49] = 'Удалить';
$txt[50] = 'Редактор новостей';
$txt[51] = 'Тема';
$txt[52] = 'Тип';
//
$txt[255] = 'Нет логов.';
$txt[256] = 'Было:';
$txt[257] = 'Модуль';
// Тексты при регистрации
$txt[267] = '<b>Регистрация новой учетной записи не возможна.</b><br>Вы уже зарегистрировали максимально возможное<br>число учетных записей с данного IP-адреса.';
$txt[268] = 'Неправильно введен E-Mail!';
$txt[269] = 'Неверный пароль!';
$txt[270] = 'Пожалуйста правильно заполните все поля!';
$txt[271] = 'Такая учетная запись уже существует!';
$txt[272] = 'Учётная запись успешно создана.';
$txt[273] = '<br>Регистрация учётной записи для игры в WoW на нашем сервере. Внимательно, правильно заполните все поля этой формы. Особое внимание обращаем на правильность ввода E-mailа, т.к. многие операции с учётными записями и персонажами требуют подтверждения по электронной почте. Имя учётной записи и пароль не должны совпадать.<hr>Большая просьба не регистрировать учётные записи, содержащие русские буквы, а то вы не сможете правильно подключиться к серверу.<hr> Удачной вам игры. Спасибо за внимание.<br>';
$txt[274] = 'Регистрационный E-mail';
$txt[275] = 'Зарегистрировать';
$txt[logout] = 'Вы успешно вышли из Учетной записи';
?>